Revit 2027 API
ParameterTypeId.PointElementShowPlanes Property
 "Show Reference Planes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementShowPlanes { get; }
Public Shared ReadOnly Property PointElementShowPlanes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementShowPlanes {
	ForgeTypeId^ get ();
}
static member PointElementShowPlanes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace